Repository: foofind/foofind-web
Catalog: foofind/translations/*/LC_MESSAGES/messages.po
Languages: ro

# technology_text
source: <p>The Foofind team develops most of the project's source code, but we also relay a lot on the work of the free software community. </p><p>Without all these incredible projects, Foofind would'nt be possible. Thanks a bunch! ;-)</p><ul><li><a href="http://twistedmatrix.com/">Twisted</a>: Twisted is an event-driven networking engine written in Python and licensed under the open source MIT license.</li><li><a href="http://scrapy.org/">Scrapy</a>: Scrapy is a fast high-level screen scraping and web crawling framework, used to crawl websites and extract structured data from their pages. It can be used for a wide range of purposes, from data mining to monitoring and automated testing.</li><li><a href="http://flask.pocoo.org/">Flask</a>: Flask is a microframework for Python based on Werkzeug, Jinja 2 and it's BSD licensed.</li><li><a href="http://www.mongodb.org/">MongoDB</a>: MongoDB (from "hu<strong>mongo</strong>us") is a scalable, high-performance, open source NoSQL database.</li><li><a href="http://github.com/dcramer/sentry">Sentry</a>: Sentry is a realtime event logging and aggregation platform. It specializes in monitoring errors and extracting all the information needed to do a proper post-mortem without any of the hassle of the standard user feedback loop.</li><li><a href="http://sphinxsearch.com/">Sphinx</a>: Sphinx is an open source full text search server, designed from the ground up with performance, relevance (aka search quality), and integration simplicity in mind. It's written in C++ and works on Linux (RedHat, Ubuntu, etc), Windows, MacOS, Solaris, FreeBSD, and a few other systems.</li><li><a href='http://jquery.com/'>jQuery</a>: jQuery is a fast, small, and feature-rich JavaScript library. It makes things like HTML document traversal and manipulation, event handling, animation, and Ajax much simpler with an easy-to-use API that works across a multitude of browsers. With a combination of versatility and extensibility, jQuery has changed the way that millions of people write JavaScript.</li><li><a href='http://jqueryui.com/'>jQuery UI</a>: jQuery UI is a curated set of user interface interactions, effects, widgets, and themes built on top of the jQuery JavaScript Library. Whether you're building highly interactive web applications or you just need to add a date picker to a form control, jQuery UI is the perfect choice.</li><li><a href="http://www.komodomedia.com/blog/2009/06/social-network-icon-pack/">Social Network Icon Pack</a>: Social Network Icon Pack by Komodo Media, Rogie King is licensed under a Creative Commons Attribution-Share Alike 3.0 Unported License.</li></ul>
ro: Echipa Foofind dezvoltă în special codul sursă al proiectului, dar de asemenea muncim foarte mult şi cu comunitatea soft-urilor gratuite. Fără toate aceste proiecte incredibile, Foofind nu ar fi posibil. Multe mulțumiri! ;-) Twisted: Twisted este un motor event-driven networking scris în Python și sub licența open-source, licență MIT. Scrapy: Scrapy este un screen scraping de nivel înalt şi web crawling framework, folosit pentru a investiga site-uri web și pentru a extrage date structurate din paginile lor. Poate fi folosit într-o gamă largă de scopuri, de la mining pentru monitorizarea până la testarea automată. Flask: Flask este un microframework pentru Python bazat pe Werkzeug, Jinja 2 și are licenţă BSD. MongoDB: MongoDB (de la "humongous") este un scalabil, de înaltă performanță, open source NoSQL database. Sentry: Sentry este un autentificator în timp real și o platformă de agregare. Este specializat în monitorizarea erorilor și extragerea tuturor informațiilor necesare pentru a face o bun post-mortem, fără nicio complicație în buclă de feedback standard a utilizatorului. Sfinxul: Sfinxul este un open source de căutare în server a textului integral, destinat să crească performanța, relevanța (cu alte cuvinte calitate de căutare), și simplitatea de înțelegere. Este scris în C++ și funcționează pe Linux (RedHat, Ubuntu, etc), Windows, MacOS, Solaris, FreeBSD, și încă alte câteva sisteme. jQuery: jQuery este o librărie JavaScript rapidă, mică, și bogată. Face ca în documentele HTML parcurgerea şi manipularea, manipularea de evenimente, animație, și Ajax mult mai simplă, cu un API ușor de utilizat, care funcționează într-o multitudine de browsere. Cu o combinație de versatilitate și extensibilitate, jQuery a schimbat modul în care milioane de oameni scriu JavaScript. jQuery UI: jQuery UI este un set întrețineri pentru interfața de interacțiuni cu utilizatorul, efecte, widget-uri și teme de construcție pe partea înaltă a JavaScript jQuery Library. Fie că realizați aplicații web extrem de interactive sau pur și simplu aveți nevoie să adăugați un selector de date pentru un control de formular, jQuery UI este alegerea perfectă. Social Network Icon Pack: Social Network Icon Pack de la Komodo Media, Rogie King este licențiată sub Creative Commons Attribution-Share Alike 3.0 Unported License.

# link_not_exist
source: This link does not exist or has been deleted.
ro: Acest link nu există sau a fost șters.

# error_link_removed
source: We're sorry: this link has been removed by its source.
ro: Ne pare rău: acest link a fost eliminat de sursă.

source: Translate
ro: Traducere

# translate_to_your_language
source: Help us to translate Foofind to your language
ro: Ajută-ne să traducem Foofind în limba ta.

# translate_description
source: Foofind is currently available in a few languages, but you can help us to translate it to your own language. Just choose it from the following list and filling the fields with the translated texts. You don't need to fill all the fields to submit the form, any help will be very appreciated. If your language is not in the list, please contact us for adding it.
ro: Foofind este în prezent disponibil în câteva limbi, dar tu ne poți ajuta să-l traducem în limba ta. Trebuie doar s-o alegi din lista următoare și să complectezi câmpurile cu textele traduse. Nu trebuie să complectezi toate câmpurile pentru a trimite formularul, orice ajutor va fi apreciat în mod deosebit. Dacă limba ta nu este în listă, te rugăm să ne contactezi pentru a o adăuga.

source: Choose language
ro: Alege limba

# translation_sent
source: Your translation has been sent. Thanks for your help!
ro: Traducerea ta a fost trimisă. Îți mulțumim pentru ajutor!

# translate_at_least_one
source: Please translate something before send.
ro: Te rugăm să traduci ceva înainte de a trimite.

source: here
ro: aici

source: Other
ro: Altele

# translation_beta
source: This language translation is in testing phase. If you find a missing or wrong translation, please report it %(here)s.
ro: Această traducere de limbaj este în faza de testare. Dacă găsiți o ceva lipsă în traducere sau ceva greșit, te rugăm să raportezi %(here)s.

# embed_foofind_button
source: See in foofind
ro: Vezi în foofind

# copy_to_clipboard_shortcut
source: Use CTRL+C to copy to your clipboard
ro: Foloseşte CTRL+C pentru a copia în clipboard

# opensearch_description
source: Search using Foofind
ro: Caută folosind Foofind

# foodownloader_overview
source: Overview
ro: Prezentare

# foodownloader_powered
source: Powered by [%(name)s](%(link)s)
ro: Realizat de [%(name)s] (%(link)s)

# foodownloader_overview_text
source: **Foofind Download Manager** is a fast client for the **Torrent** P2P network. Foofind Download Manager is designed to be very easy to use, intuitive, and safe. You can pause, resume and find your downloads more easily than ever, check out some of its features: * Rock solid torrent client. * Simplified interface. * DHT, uPnP and uTorrent protocol extensions.
ro: **Foofind Download Manager** este un client de **torrent**rapid pentru rețele P2P. Foofind Download Manager este conceput pentru a fi foarte ușor de utilizat, intuitiv, și în condiții de siguranță. Puteți întrerupe, relua și găsi descărcările mai ușor decât oricând, verifică unele din caracteristicile sale: * Client de torrent solid. * Interfață simplificată. * Extensii pentru protocolul DHT, UPnP și uTorrent.

# foodownloader_sharing
source: Download and share files
ro: Descarcă şi partajează fișiere

# foodownloader_sharing_text
source: Now, with **Foofind Download Manager** you can download faster than ever before. Thanks to the **torrent** network, the fastest P2P solution ever made, your downloads will fly. Give it a try! **The future of downloading is only one click away.**
ro: Acum, cu **Foofind Download Manager** poți descărca mai repede decât oricând altcândva. Datorită rețelei **torrent**, cea mai rapidă soluție P2P realizată vreodată, descărcările tale vor zbura. Încearcă! **Viitorul în descărcare este doar la un clic distanță.**

# foodownloader_safety
source: Get your files in a safe way
ro: Ia-ţi fișierele într-un mod sigur

# foodownloader_safety_text
source: We take security very seriously. **Foofind Download Manager** uses the award winning libtorrent library, which will make your download experience a safe and secure one. We strongly recomment you use an antivirus, you can download malware from untrusted sources.
ro: Noi acordăm toată atenția siguranței. **Foofind Download Manager** utilizează o bibliotecă libtorrent premiată, ceea ce va face ca experiența ta de descărcare să fie una sigură şi securizată. Te sfătuim insistent să utilizezi un antivirus, poți descărca malware-uri din surse nesigure.

# foodownloader_download
source: Free download
ro: Descărcare gratuită

# foodownloader_download_source
source: Download source
ro: Descarcă sursa

# foodownloader_meta_description
source: Foofind Download Manager is a simple and easy to use torrent downloader
ro: Foofind Download Manager este un downloader de torrent simplu și ușor de utilizat

# foodownloader_thanks
source: Happy downloading!
ro: Descărcare cu succes!

# foodownloader_thanks_message
source: Thanks for installing Foofind Download Manager, we hope you enjoy it.
ro: Îți mulțumim că ai instalat Foofind Download Manager, sperăm să îți placă.

# foodownloader_download_coming_soon
source: Sorry: Not yet available for your OS.
ro: Ne pare rău: Nu este încă disponibil pentru sistemul tău de operare.

# foodownloader_dialog_title
source: Hey! You need a Torrent client to download this file
ro: Hei! Îţi trebuie un client torrent pentru a descărca acest fișier

# foodownloader_dialog_yes
source: Yes, download Foofind Download Manager
ro: Da, descarcăFoofind Download Manager

# foodownloader_dialog_no
source: No, thanks I already have a torrent client
ro: Nu, mulțumesc Am deja un client de torrent

# foodownloader_dialog_text
source: Download Foofind Download Manager to get this file right now. Our sofware lets you download torrents faster and more easily than ever - absolutely free! If you already have a Torrent client, click "No, thanks".
ro: Descarcă Foofind Download Manager pentru a obține acest fișier chiar acum. Soft-ul nostru îți permite să descarci torrente mai rapid și mai ușor decât oricând - absolut gratuit! Dacă ai deja un client de torrent, fă clic pe "Nu, mulțumesc".

# downloader_update_message
source: A new version of %(appname)s (%(version)s) is ready to install. Do you want to upgrade?
ro: O nouă versiune %(appname)s (%(version)s) este gata pentru a fi instalată.
