Repository: foofind/foofind-web
Catalog: foofind/translations/*/LC_MESSAGES/messages.po
Languages: ro

# new_toolbar
source: Try our new toolbar
ro: Încercă noua noastră bară de instrumente

source: click here!
ro: clic aici!

source: Your email:
ro: Adresa ta de email:

source: Password:
ro: Parolă:

# submit
source: Send
ro: Trimite

source: help us!
ro: ajută-ne!

# legal_info
source: legal information
ro: informații legale

# go_home
source: Go back to search engine
ro: Înapoi la motorul de căutare

# error_500_message
source: An error happened
ro: S-a produs o eroare

# error_500_description
source: There is something odd, our specialists are investigating this paranormal activity.
ro: S-a întâmplat ceva ciudat, specialiștii noştrii cercetează această activitate anormală.

# error_404_message
source: Page not found
ro: Pagina nu a fost găsită

# error_404_description
source: Requested URL not found. Please check you wrote the url correctly, if so, please notify web administrators.
ro: URL-ul solicitat nu a fost găsit. Te rugăm să verifici dacă ai scris corect URL-ul, dacă este corect, atunci te rugăm să contactezi administratorul web.

# error_410_message
source: Page not available
ro: Pagina nu este disponibilă

# error_410_description
source: Requested URL is no longer available and neither will be in the future
ro: URL-ul solicitat nu mai este disponibil şi nici nu va mai fi în viitor

# error_502_message
source: Bad gateway
ro: Gateway greşit

# error_502_description
source: Cannot access to service due wrong gateway.
ro: Nu se poate accesa serviciul din cauza unei erori de gateway.

# error_503_message
source: Service Unavailable
ro: Serviciu indisponibil

# error_503_description
source: Requested URL is temporarily unavailable. Please try again later.
ro: URL-ul solicitat este temporar indisponibil. Te rugăm să încerci din nou mai târziu.

# servers_status
source: Check servers status
ro: Verifică starea serverelor

# error_mail_send
source: There was an error sending the message to the address specified. Please choose another or try again later.
ro: A apărut o eroare la trimiterea mesajului la adresa specificată. Te rugăm să alegi altă adresă sau încearcă din nou mai târziu.

# required_empty
source: Value is required and can't be empty
ro: Este necesară o valoare și nu poate fi gol

# non_alphabetic_digits
source: %(value)s contains characters which are non alphabetic and no digits
ro: %(value)s conține caractere care sunt non alfabetice și non numerice

# no_valid_email
source: This isn't a valid email address with the format: user@example.com
ro: Aceasta nu este o adresă de email validă cu formatul: utilizator@exemplu.com

# no_valid_url
source: Not valid URL
ro: URL invalid

# field_length
source: This field must have %(min)s to %(max)s characters
ro: Acest câmp trebuie să aibă de la%(min)s până la %(max)s caractere

source: About
ro: Despre

source: Technology
ro: Tehnologie

# tos
source: Terms of use
ro: Condiții de utilizare

# privacy
source: Privacy policy
ro: Politică privată

# complaint
source: Report link
ro: Raportează link-ul

source: Source code
ro: Codul sursă

source: files indexed
ro: fişiere indexate

source: Last indexed files
ro: Ultimul fișier indexat

source: I. Want. That. File
ro: Vreau. Acest. Fișier

# index_change
source: foofind is changing
ro: foofind se schimbă

# index_comunity
source: Become part of our community.
ro: Alătură-te comunității noastre.

# index_first
source: Be the first to get all the news and participate.
ro: Fii primul care obține toate știrile și participă.

# index_suggestion
source: Any suggestions?
ro: Vreo sugestie?

source: All
ro: Tot

source: direct download
ro: descărca direct

source: Direct downloads
ro: Descărcări directe

source: Other streamings
ro: Alte fluxuri

source: Other direct downloads
ro: Alte descărcări directe

source: Some streamings
ro: Unele fluxuri

# some_downloads
source: Some direct downloads
ro: Unele descărcări directe

source: Others
ro: Altele

source: Unknown
ro: Necunoscut

source: Image
ro: Imagine

source: Archive
ro: Arhivă

source: No results for
ro: Niciun rezultat pentru

# write_something
source: Hey! Write something
ro: Hei! Scrie ceva

source: Previous
ro: Anterior

source: Next
ro: Următorul

source: sources
ro: surse

source: Approximately
ro: Aproximativ

source: of about
ro: despre

source: results for
ro: rezultate pentru

source: other categories
ro: alte categorii

# not_allow_browse_results
source: Foofind doesn't show results beyond page 100.
ro: Foofind nu arată rezultate dincolo de pagina 100.

# no_type_count
source: No results were found for your search in %(search)s, but there are about %(results)d results for your search in %(category)s.
ro: Nu am găsit rezultate pentru căutarea ta în %(search)s, dar există aproximativ %(results)d rezultate pentru căutarea ta în %(category)s.

source: Go to file
ro: Mergi la fişierul

# did_you_mean
source: Did you mean %(text)s?
ro: Te referi la %(text)s?

source: Play
ro: Rulează

source: What?
ro: Ce?

source: Where?
ro: Unde?

source: update
ro: actualizare

source: All sizes
ro: Toate dimensiunile

source: Smaller than
ro: Mai mic decât

source: Larger than
ro: Mai mare decât

source: All qualities
ro: Toate calităţile

source: or better
ro: sau mai bun

source: All years
ro: Toţi anii

source: Before
ro: Înainte

source: Last year
ro: Ultimul an

source: Title
ro: Titlu

source: Author
ro: Autor

source: Pages
ro: Pagini

source: Length
ro: Durată

source: Genre
ro: Gen

source: Seconds
ro: Secunde

source: Minutes
ro: Minute

source: Source
ro: Sursă

source: Height
ro: Înălțime

# first_files
source: Showing first %(value)s files. Download file to see all.
ro: Arată primele %(value)s fișiere. Descărca fișierul pentru a vedea tot.

source: Width
ro: Lățime

source: Track
ro: Pistă

source: Quality
ro: Calitate

source: Series
ro: Serial

source: Episode
ro: Episod

source: Season
ro: Sezon

# num_pages
source: Num. of pages
ro: Nr. de pagini

source: Include results from:
ro: Include rezultatele de la:

source: Size
ro: Dimensiune

source: Unpacked size
ro: Dimensiune necomprimată

source: Colors
ro: Culori

source: Version
ro: Versiune

source: Name
ro: Nume

source: Description
ro: Descriere

source: Files
ro: Fişiere

source: Soundtype
ro: Format audio

source: channels
ro: canale

source: year
ro: an

source: years
ro: ani

source: month
ro: lună

source: months
ro: luni

source: day
ro: zi

source: days
ro: zile

source: hour
ro: oră

source: hours
ro: ore

source: minute
ro: minut

source: second
ro: secundă

source: Tags
ro: Etichete

source: License
ro: Licenţă

source: Private file
ro: Fişier privat

source: Composer
ro: Compozitor

source: Publisher
ro: Editor

source: Comments
ro: Comentarii

source: Created by
ro: Creat de

source: Language
ro: Limba

source: Date
ro: Data

source: Hash
ro: Algoritm

source: Visualizations
ro: Vizualizări

source: Encoding
ro: Codare

source: Writer
ro: Scriitor

source: Starring
ro: În rolurile principale

source: Producer
ro: Producător

source: Released
ro: Lansat

source: Loading
ro: Încărcat

source: Close
ro: Închis

source: all sources
ro: toate sursele

# share
source: Share on %(site)s
ro: Partajează cu %(site)s

# share_download
source: Share
ro: Partajează

# share_search
source: Share this search
ro: Partajează această căutare

source: Share this:
ro: Partajează această:

source: send by email
ro: timite prin email

# open_link_new_tab
source: open link in new tab
ro: deschide link-ul într-o pagină nouă

source: Download
ro: Descarcă

# download_source
source: Download from %(source)s
ro: Descarcă de la %(source)s

source: Watch
ro: Priveşte

# watch_source
source: Watch on %(source)s
ro: Privește cu %(source)s

source: Listen
ro: Ascultă

# listen_source
source: Listen on %(source)s
ro: Ascultă cu %(source)s

# since
source: since %(since)s
ro: de acum %(since)s

source: Post comment
ro: Comentează

source: Add comment
ro: Adaugă comentariu

source: from
ro: de la

source: I like it!
ro: Îmi place!

source: Comment published succesfully
ro: Comentariu publicat cu succes

source: Related files
ro: Fişiere asemănătoare

source: file
ro: fişier

# download_links
source: Show download links
ro: Arată link-urile descărcate

# add_favorite
source: Add %(type)s to favorites
ro: Adaugă %(type)s la favorite

# delete_favorite
source: Delete %(type)s from favorites
ro: Șterge %(type)s din favorite

# favorite
source: %(type)s added to favorites
ro: %(type)s adăugat la favorite

source: more info
ro: mai multe informaţii

source: less info
ro: mai puţine informaţii

source: more comments
ro: mai multe comentarii

source: less comments
ro: mai puţine comentarii

# login_required
source: You must login to access this page.
ro: Trebuie să te autentifici pentru a accesa această pagină.

source: User profile
ro: Profil utilizator

# your_password
source: Choose your password:
ro: Alege-ţi o parolă:

# insert_your_password
source: Insert your password (yep, again):
ro: Introdu parola (da, din nou):

# fill_sing_up_form
source: Please, fill this form to be a Foofind registered member:
ro: Te rugăm să complectezi acest formular pentru a fi membru înregistrat în Foofind:

source: Nickname:
ro: Pseudonim:

source: edit profile
ro: editarea profilului

source: Edit your profile
ro: Editează-ţi profilul

# profile_edited_succesfully
source: Your profile was edited succesfully!
ro: Profilul tău a fost editat cu succes!

source: hello,
ro: bună,

source: logout
ro: deconectare

source: login
ro: autentificare

source: new user
ro: utilizator nou

source: or
ro: sau

source: register
ro: înregistrează

# if_new_user
source: If you are a new user, please
ro: Dacă ești un utilizator nou, te rugăm să

source: register here
ro: înregistrează-te aici

# choose_nickname
source: Choose a nickname:
ro: Alege un pseudonim:

source: User login
ro: Autentificare utilizator

source: Remember me
ro: Aminteşte-ţi de mine

source: Your location:
ro: Locația ta:

# new_password
source: Change your password here: (otherwise leave it blank)
ro: Schimbă-ți parola aici: (în caz contrar, lăsă spațiul gol)

source: Save profile
ro: Salvează profilul

# not_allowed_view_page
source: You are not allowed to view this page
ro: Nu ai permisiunea de a vizualiza această pagină

# username_taken
source: This username is taken. Please choose another one.
ro: Acest nume de utilizator este atribuit. Te rugăm să îți alegi altul.

# email_taken
source: This email is taken. Please use another one.
ro: Acest email este atribuit. Te rugăm să folosești altul.

source: Forgot
ro: Ai uitat

source: your password?
ro: parola?

# passwords_not_match
source: The passwords entered do not match.
ro: Parolele introduse nu se aseamănă.

# sure_delete_account
source: Are you sure you want to delete your Foofind account?
ro: Ești sigur că dorești să îți ștergi contul Foofind?

source: Yes
ro: Da

source: No
ro: Nu

# account_deleted
source: Your account has been deleted.
ro: Contul tău a fost șters.

source: Nice to hear that
ro: Mă bucur să aud că

source: profile
ro: profil

# username
source: Nick:
ro: pseudonim:

source: Member since:
ro: Membru din:

source: Location:
ro: Locația:

# last_comments
source: Last %(comments)d coments:
ro: Ultimele %(comments)d comentarii:

# delete_account
source: Delete your Foofind account
ro: Șterge contul Foofind

# forgot_password
source: Forgot your password?
ro: Ai uitat parola?

# wrong_email_password
source: Wrong email or password, please try again
ro: Email sau parolă greșită, te rugăm să încerci din nou

source: Welcome
ro: Bun venit

# finish_register
source: Please, click on this url to finish your register process:
ro: Te rugăm să faci clic pe această adresă URL pentru a termina procesul de înregistrare:

# token_not_exist
source: Sorry, this token does not exist or has been already used
ro: Ne pare rău, dar acest simbol nu există sau a fost deja folosit

# confirm_email
source: , confirm your email
ro: , confirmă adresa de email

# check_inbox_email_finish
source: Check your inbox email to finish the register process
ro: Verifică-ți căsuţa de email pentru a finaliza procesul de înregistrare

# foofind_team
source: The Foofind team.
ro: Echipa Foofind.

# user_not_exist
source: This user does not exist
ro: Acest utilizator nu există

# logged_in
source: You are now logged in,
ro: Ești autentificat,

# registered_user
source: If you already are a registered user, please
ro: Dacă eşti deja un utilizator înregistrat, te rugăm să

source: login here
ro: autentifică aici

source: Send
ro: trimite

# user_favorites
source: Starred files
ro: Fișiere cu steluță

# user_searches
source: Starred searches
ro: Căutări cu steluță

# user_fav_lists
source: File lists
ro: Liste de fișiere

# user_fav_file_list_empty
source: No files in list
ro: Niciun fișier în listă

# user_fav_search_list_empty
source: No searches in list
ro: Nicio căutare în listă

# user_fav_no_lists
source: No custom lists found
ro: Nu s-au găsit liste personalizate

# enter_email
source: Please, enter your email address. An email to recover your access will be sent to you.
ro: Te rugăm să introduci adresa de email. Un email pentru recupera accesului îți va fi trimis.

# email_same_register
source: The email address must be the same you used to register.
ro: Adresa de email trebuie să fie același cu cea folosită la înregistrare.

# email_not_database
source: This email is not in our database. Please, try again.
ro: Acest email nu este în baza noastră de date. Te rugăm să încerci din nou.

# check_inbox_email_restore
source: Check your inbox email to restore your Foofind access
ro: Verifică căsuţa de email pentru a recupera accesul la Foofind

# restore_access
source: , restore your Foofind access
ro: , recuperarea accesului la Foofind

# restore_account
source: Somebody, probably you, wants to restore your Foofind access. Click on this url to restore your Foofind account:
ro: Cineva, cel mai probabil tu, vrea să recupereze accesul la Foofind. Fă clic pe această adresă URL pentru a recupera contul la Foofind:

# ignore_message
source: Otherwise, ignore this message.
ro: În caz contrar, ignoră acest mesaj.

# login_vote
source: Please, login to vote
ro: Te rugăm să te autentifici pentru a vota

# login_comment
source: Please, login to comment
ro: Te rugăm să te autentifici pentru a comenta

# submit_registration
source: Sign up
ro: Înregistrează-te

# technical_problems
source: Sorry, we are experiencing technical problems with the %(service)s service.
ro: Ne pare rău, dar avem probleme tehnice cu %(service)s.

# allow_access_account
source: You should allow Foofind access to your %(account)s account to use this feature.
ro: Ar trebui să permiți accesul Foofind la contul tău %(account)s pentru a utiliza această funcție.

# submit_login
source: Login
ro: Autentificare

# submit_edit
source: Save profile
ro: Salvează profilul

# submit_search
source: Search
ro: Caută

source: Contact form
ro: Formular de contact

# report_form
source: report link form
ro: Formular de reclamaţie link

# complaints_ignored
source: Complaints done trough this form will be ignored.
ro: Plângerile făcut prin acest formular vor fi ignorate.

# link_removal
source: Note: If you are claiming for a link removal, you must use %(report_form)s.
ro: Notă: Dacă soliciți o eliminare a unui link, trebuie să utilizezi %(report_form)s.

source: Your message:
ro: Mesajul tău:

# insert_characters
source: Please, insert the 5 characters shown:
ro: Te rugăm să introduci cele 5 caractere prezentate:

# captcha_wrong
source: Captcha value is wrong
ro: Evaluare captcha este greșită

# message_sent
source: Message sent successfully!
ro: Mesajul a fost trimis cu succes!

# no_valid_hostname
source: %(hostname)s is no valid hostname for email address %(value)s
ro: %(hostname)s nu este un hostname valid pentru adresa de email %(value)s

# local_network
source: %(value)s appears to be a local network name but local network names are not allowed
ro: %(value)s pare a fi o adresă de rețea locală, iar adresele de rețele locale nu sunt permise

# no_dns_hostname
source: %(value)s does not match the expected structure for a DNS hostname
ro: %(value)s nu se potrivește cu structura așteptată pentru un hostname DNS

# no_tld_known
source: %(value)s appears to be a DNS hostname but cannot match TLD against known list
ro: %(value)s pare a fi un hostname DNS, dar nu poate compara cu TLD-ul din lista cunoscută

source: Your name:
ro: Prenumele:

source: Your surname:
ro: Numele:

source: Your company:
ro: Compania:

# your_phone
source: Your phone number:
ro: Nr. de telefon:

# link_reviewed
source: Please, insert the link to be reviewed:
ro: Te rugăm să introduci link-ul pentru a fi evaluat:

# url_content
source: Please, insert the url where this content appears:
ro: Te rugăm să introduci URL-ul unde apare acest conținut:

# reason_complaint
source: Reason of your complaint:
ro: Motivul reclamației:

# accept_terms
source: Please, accept the terms of use and privacy policy
ro: Te rugăm să accepți condiţiile de utilizare și politica de confidențialitate

# accept_tos
source: I have read and accept the %(tos)s and %(privacy)s.
ro: Am citit și accept %(tos)s și %(privacy)s.

# not_foofind_page
source: Link can't be a Foofind page
ro: Link-ul nu poate fi o pagină Foofind

# not_foofind_link
source: URL must be a valid Foofind download page.
ro: URL-ul trebuie să fie o pagină de descărcare validă Foofind.

# include_reported_links
source: Please, include the reported links in the appropriate fields on the form.
ro: Te rugăm să introduci în câmpurile corespunzătoare de pe formular, link-uri raportate.

source: Submit links
ro: Trimite link-urile

# include_link_per_line
source: Please include one http, ftp, ed2k or magnet link per line.<br/>It will be crawled automatically and added to search results shortly.
ro: Te rugăm să introduci un http, ftp, ed2k sau magnet link pe câte o linie. Acestea vor fi indexate în mod automat și adăugate pentru a căuta rezultatele într-un timp mai scurt.

# link_sent
source: The links have been sent. Thanks for your help!
ro: Link-urile au fost trimise. Îți mulțumim pentru ajutor!

# about_text
source: Foofind is a universal search engine. In Foofind we work creating software that crawls every network and indexes every file. This way, we intend to offer the largest collection of links available.<br/><br/>Foofind is a creation by Pablo Soto, P2P technology designer, developed in Madrid, Spain by Foofind Labs S.L. in join venture with MP2P Technologies.
ro: Foofind este un motor de căutare universal. La Foofind lucrăm pentru crearea de soft-uri care accesează prin investigare în fiecare rețea și indexează fiecare fișier. În acest fel, ne propunem să oferim cea mai mare colecție de link-uri disponibile. Foofind este o creație a lui Pablo Soto, designer de tehnologie P2P, dezvoltată în Madrid, Spania, prin Foofind Labs S.L. în asociere cu tehnologiile MP2P.

# footer
source: Website under %(cc)s license. %(code)s under %(gpl)s license.
ro: Site-ul %(cc)s este sub licență. %(code)s este sub licența %(gpl)s.

# under_maintenance
source: Foofind is under maintenance. Please, come back later.
ro: Foofind este în întreținere. Te rugăm să revii mai târziu.
